Repository: Flaviusns/ComicReader
Catalog: ComicReader/*.lproj/Localizable.strings
Languages: es

# AddFavourite
source: Add to favorite
es: Añadir a favoritos

# CameraModeText
source: Using the camera it´s the defualt option in iOS 12. Selecting this option the app will use the device camera alone to scan comics.
es: Usar la cámara es la opción por defecto en iOS12. Seleccionando esta opción, la aplicación usará la cámara del dispositivo para escanear cómics.

# CameraName
source: Camera
es: Cámara

# CollectionOrder
source: Order of the collection
es: Orden de la colección

source: Collection Settings
es: Configuración de la colección

source: Comic deleted
es: Cómic borrado

# ComicNoLongerExistTitle
source: Comic no longer exist
es: El cómic ya no existe

source: Comic saved
es: Comic guardado

# CreateComicTitle
source: Scan comic
es: Escanear cómic

source: Delete comic
es: Borrar comic

# DiscardComic
source: Discard changes
es: Descartar cambios

# EmptyCollection
source: Your collection it's empty.
es: Tu colección de comics está vacía

# EmptyCollectionMessage
source: Try to add some comics and see how your collection grows.
es: Prueba a añadir más comics y observa como tu colección crece

source: Error in file
es: Fallo en el archivo

source: Export quality
es: Calidad de exportación

# HighQualityExportText
source: With this option selected, the export quality of the comic pages will be high
es: Con esta opción seleccionada, la calidad de exportación del cómic será alta

# HighQualityName
source: High quality
es: Alta calidad

# InputComicName
source: Insert a name for your comic
es: Inserte el nombre del cómic

# InputNamePlaceHolder
source: Input the name of your comic
es: Nombre del cómic

# InvalidFileMessage
source: It seems that some files are invalid files, please check the instruction with the files.
es: Parece ser que hay varios archivos invalidos, por favor comprueba las instrucciones relacionadas con los archivos

source: License Statement
es: Acuerto de licencia

# LowQualityExportText
source: With this option selected, the export quality of the comic pages will be low. Not recomended at least you want to generate small files.
es: Con esta opción seleccionada, la calidad de exportación de los cómics será baja. No recomendada a menos que quieras generar archivos pequeños.

# LowQualityName
source: Low quality
es: Baja calidad

# MediumQualityExportText
source: With this option selected, the export quality will be medium. Recomended option.
es: Con esta opción seleccionada, la calidad de exportación será media. Opción recomendada.

# MediumQualityName
source: Medium quality
es: Calidad media

# MessageDiscardActionSheet
source: Are you sure to discard the comic?
es: ¿Estás seguro de querer desechar tu comic?

source: More info
es: Más información

source: My Comics
es: Mis Cómics

source: No item match
es: Ningún item concuerda

# NoItemMatchMessage
source: Try with other search.
es: Prueba con otra búsqueda

# NotFavorites
source: You don't have any favourite comic
es: No tienes ningún comic en favoritos

# NotFavoritesMessage
source: Try to add some comics to your favourite list.
es: Prueba a añadir comics a la lista de favoritos

source: of
es: de

source: Order by addition date
es: Ordenar por fecha de insercción

# OrderByAdditionText
source: This option will order the comics by addition day to the collection.
es: Esta opción ordenará los comics por fecha de inclusión en la colección.

# OrderByHeader
source: Order by
es: Ordenar por

source: Order by name
es: Ordenar por nombre

# OrderByNameText
source: This option will order the comics by name.
es: Esta opción ordenará los comics por nombre.

# OrderBySetting
source: Order by
es: Ordenar por

source: Privacy and license
es: Privacidad y licencia

# PrivacyNote
source: This aplication does not recolect any type of data from your device. No data is send by the aplication to our servers.
es: Esta aplicación no recopila ningún tipo de dato de tu dispositivo. Ningún dado es mandado por la aplicación a nuestros servidores.

source: Privacy statement
es: Acuerdo de privacidad

# QualityExportHeader
source: Quality export
es: Calidad de la exportación

# QualityExportSetting
source: Export
es: Exportar

# RemoveFavourite
source: Remove from favourite
es: Borrar de favoritos

# SaveNewComicViewControllerTitle
source: Save comic
es: Guardad cómic

source: Scan comic settings
es: opciones de escaneo

source: Scaning mode
es: Modo de escaneo

# ScanningModeHeader
source: Scanning mode
es: Modo de escaneo

# ScanningModeSetting
source: Scanning mode
es: Modo de escaneo

# SearchComic
source: Search for comics
es: Buscar cómics

# UnableDelete
source: Unable to delete
es: Incapaz de borrar

# UnableDeleteMessage
source: The app cannot delete the comic.
es: La aplicación es incapaz de borrar el comic

# UnableToSetSetting
source: Not able to save the settings
es: Incapaz de guardar la configuración

# UnableToSetSettingMessage
source: The app isn´t able to save the settings
es: La aplicación no es capaz de guardar la configuración

# VeryHighQualityExportText
source: With this option selected, the export quality of the comic pages will be very high. This will make the exported comics very heavy.
es: Con esta opción seleccionada la calidad de exportación de las páginas del comic será muy alta. Esto hará que los cómics exportados sean muy grandes.

# VeryHighQualityName
source: Very high quality
es: Calidad muy alta
